{"sections":{"main":{"type":"main-page","disabled":true,"settings":{"padding_top":36,"padding_bottom":36}},"rich_text_wwhE7z":{"type":"rich-text","blocks":{"heading_wHwRN4":{"type":"heading","settings":{"heading":"FAQ","heading_size":"h1"}}},"block_order":["heading_wHwRN4"],"settings":{"desktop_content_position":"center","content_alignment":"center","color_scheme":"scheme-1","full_width":false,"padding_top":40,"padding_bottom":52}},"collapsible_content_ngkVmd":{"type":"collapsible-content","blocks":{"collapsible_row_dRg49y":{"type":"collapsible_row","settings":{"heading":"I have received a wrong item","icon":"none","row_content":"<p>If you receive the wrong item,  contactt us driectly via email at connect@discoverokta.com mentioning your order number and adding 'incorrect items received\" in the subject. Our team will assist you in arranging the return of the incorrect item. Please note, the item must be returned in the same condition it was received in within 5-7 days of receipt for a full refund including, where applicable, original Order delivery charges, cash handling fees, taxes and any duties.<\/p>","page":""}},"collapsible_row_fQXYKK":{"type":"collapsible_row","settings":{"heading":"I have a missing item in my order","icon":"none","row_content":"<p>For any missing items in your order, please visit the Contact Us section and send us an e-mail with your order number and the missing\u2028item's name and number. Our team will look into your request and back to you in 2-3 business days.<\/p>","page":""}},"collapsible_row_xwGaHH":{"type":"collapsible_row","settings":{"heading":"I have received a damaged item","icon":"none","row_content":"<p>If you receive a damaged item, please visti the Contact Us section and a member of our team will assist to arrange for the return of the item. Please note that depending on stock, a replacement may not be available, and that defective items may also benefit from a manufacturer's defects warranty.<\/p>","page":""}},"collapsible_row_bAwezW":{"type":"collapsible_row","settings":{"heading":"How do I place an order as a gift?","icon":"none","row_content":"<p>Currently, our system does not allow for the addition of a note before checkout. However, we are happy to assist you. You can place your request in the allocated box for 'Order Special Instructions'. Alternatively if you missed that option, we can assist you after placing your order, by contacting us via email with the details to connect@discoverokta.com. Please make sure to provide your full details as well as your order number, and we will include a Gift Note on your behalf once approved.<\/p>","page":""}},"collapsible_row_DK9AGN":{"type":"collapsible_row","settings":{"heading":"How can I undo an order cancellation?","icon":"none","row_content":"<p>Cancellation requests are final. To receive the items, simply make a new order.<\/p>","page":""}},"collapsible_row_PhHxEb":{"type":"collapsible_row","settings":{"heading":"I placed an order as a gift and I want to make sure that price tags \u2028are removed and no invoice is included with the order.","icon":"none","row_content":"<p>For orders made in the UAE, invoices are not included with the order. For orders outside the UAE, the invoice is a mandatory part\u2028 of the order due to customs and shipping, and cannot be removed.<\/p>","page":""}},"collapsible_row_fhBDqi":{"type":"collapsible_row","settings":{"heading":"How will I know if an item is out-of-stock?","icon":"none","row_content":"<p>Any item that is sold out will mention Out of Stock on the product page. In rare cases, a product in your cart may become out of stock \u2028as you're in the check-out process and a notification will pop-up during the process. For out-of-stock items, keep them saved in your wishlist in case they come back in stock. You can also subscribe to our newsletter to stay up to date on newness and stock replenishments. <\/p>","page":""}},"collapsible_row_dkiXhW":{"type":"collapsible_row","settings":{"heading":"Are gift cards available?","icon":"none","row_content":"<p>Currently, gift cards aren't available. However, we are working to add this feature so stay tuned!<\/p>","page":""}},"collapsible_row_wA37jH":{"type":"collapsible_row","settings":{"heading":"Where does O K T A  ship to?","icon":"none","row_content":"<p>O K T A is exclusive to the UAE, KSA, Bahrain, Kuwait, Oman and soon to Qatar. We currently do not ship to anywhere else in the world.<\/p>","page":""}},"collapsible_row_AGfXai":{"type":"collapsible_row","settings":{"heading":"How will I know if O K T A has received my order?","icon":"none","row_content":"<p>After you place your order, you will receive an email acknowledging that we have received it. Please note, this does not confirm your order. If you are paying by card or Apple Pay, your order will only be confirmed once your payment has been approved, the delivery address has been verified, and the items have been located and shipped. At that point, you will receive a second email from us confirming your order and another one when your order is ready to be shipped. If any issues arise, we will notify you promptly, and your payment will not be processed.. <\/p>","page":""}},"collapsible_row_MFVViJ":{"type":"collapsible_row","settings":{"heading":"Can I change or amend the items in my order once it has been placed?","icon":"none","row_content":"<p>Currently, this service is not available. To change or add an item, the order has to be cancelled or another order has to be made.\u2028However, we're working on developing this option, so stay tuned.<\/p>","page":""}},"collapsible_row_qLi3ef":{"type":"collapsible_row","settings":{"heading":"Am I able to place an order via telephone or WhatsApp?","icon":"none","row_content":"<p>Yes, however, this option is only available in the UAE. A member of our team will liaise with you in support of placing your order with us.\u2028 A payment link will be sent to you to process the order payment after confirming order details, and delivery details.\u2028Our Customer Care team is available Monday to Friday from 9am - 5pm, and can also be reached via e-mail at connect@discoverokta.com \u2028or WhatsApp at +9715xxxxxxxx.<\/p>","page":""}},"collapsible_row_rMzgTb":{"type":"collapsible_row","settings":{"heading":"Is there a cost for duties and tax?","icon":"none","row_content":"<p>In compliance with UAE regulations, Value Added Tax (VAT) is included in our product pricing. At checkout, you will see a detailed breakdown of shipping charges, estimated fees, and duties added to your order total. Please note that customers are responsible for paying any customs duties and fees required by the destination country. <\/p>","page":""}},"collapsible_row_AH6wBV":{"type":"collapsible_row","settings":{"heading":"Can I ship an order to multiple addresses?","icon":"none","row_content":"<p>No, we can currently only ship to one address per order.<\/p>","page":""}},"collapsible_row_4p9ppX":{"type":"collapsible_row","settings":{"heading":"When do I need to pay for my item?","icon":"none","row_content":"<p>All Orders are paid for in full at time of checkout.<\/p>","page":""}},"collapsible_row_8nj6wn":{"type":"collapsible_row","settings":{"heading":"When can I expect to receive my order?","icon":"none","row_content":"<p>For orders within the UAE, deliveries will occur within 2-3 days after order confirmation. For orders within the GCC, please allow 5-7 working days for delivery from the time of order placement. You will receive email updates on your order status, as well as text notifications to the provided phone number when your order is en route.<\/p>","page":""}},"collapsible_row_iaXBxm":{"type":"collapsible_row","settings":{"heading":"How will I know when the item has been shipped?","icon":"none","row_content":"<p>You will be sent an email,  and SMS informing you once the item has been dispatched from our warehouse.<\/p>","page":""}}},"block_order":["collapsible_row_dRg49y","collapsible_row_fQXYKK","collapsible_row_xwGaHH","collapsible_row_bAwezW","collapsible_row_DK9AGN","collapsible_row_PhHxEb","collapsible_row_fhBDqi","collapsible_row_dkiXhW","collapsible_row_wA37jH","collapsible_row_AGfXai","collapsible_row_MFVViJ","collapsible_row_qLi3ef","collapsible_row_rMzgTb","collapsible_row_AH6wBV","collapsible_row_4p9ppX","collapsible_row_8nj6wn","collapsible_row_iaXBxm"],"settings":{"caption":"","heading":"","heading_size":"h1","heading_alignment":"center","layout":"none","color_scheme":"","container_color_scheme":"","open_first_collapsible_row":false,"image_ratio":"adapt","desktop_layout":"image_second","padding_top":36,"padding_bottom":36}}},"order":["main","rich_text_wwhE7z","collapsible_content_ngkVmd"]}